import React from 'react';
import vsimage1 from './ser7.jpg';
import vsimage2 from './ser8.jpg';
import vsimage3 from './ser3.jpg';
import vsimage4 from './ser4.jpg';
import vsimage5 from './ser5.jpg';
import vsimage6 from './ser6.jpg';



const Services = () => {
  return (
    <div className="container mt-5" style={{ backgroundColor: '#e0e0e0' }}>
      {/* Πρώτη υπηρεσία */}
      <div className="row mb-4">
        <div className="col-md-6">
          <h3>Βαψιματα – Φρεσκαρισματα</h3>
          <p>
            Οι υπηρεσίες μας σε βαψίματα και φρεσκαρίσματα παρέχουν μια εκτεταμένη ποικιλία επιλογών για να μεταμορφώσουμε τους εσωτερικούς και εξωτερικούς χώρους σας. Με περισσότερα από 20 χρόνια εμπειρίας στον χώρο του ελαιοχρωματισμού, είμαστε περήφανοι για την υψηλή ποιότητα και την επαγγελματική προσέγγιση που προσφέρουμε.
          </p>
          <p>
            Είμαστε αφοσιωμένοι στο να δημιουργούμε χώρους που αντικατοπτρίζουν την προσωπικότητα και το στυλ των πελατών μας. Οι υπηρεσίες μας περιλαμβάνουν την προετοιμασία των επιφανειών, την εφαρμογή χρωμάτων υψηλής ποιότητας και τον τελικό φινίρισμα για εντυπωσιακά αποτελέσματα.
          </p>
        </div>
        <div className="col-md-6">
          <img src={vsimage3} alt="Εικόνα υπηρεσίας" className="img-fluid" />
        </div>
      </div>

      {/* Δεύτερη υπηρεσία */}
      <div className="row mb-4">
        <div className="col-md-6 order-md-2">
          <h3>Τεχνοτροπιες</h3>
          <p>
            Εφαρμογή διαφόρων τεχνοτροπιών σε τοίχους και οροφές, για μια μοναδική και εντυπωσιακή εμφάνιση. Επιλογή από μια μεγάλη ποικιλία τεχνοτροπιών, όπως βενετσιάνικο στόκο, τεχνοτροπία λάσπης, τεχνοτροπία μαρμάρου, κλπ.
          </p>
          <p>
            Η ομάδα μας εξειδικεύεται στη δημιουργία μοναδικών τεχνοτροπιών που θα αναδείξουν τον χώρο σας. Είτε πρόκειται για έναν επαγγελματικό χώρο είτε για το σπίτι σας, είμαστε εδώ για να κάνουμε τη διαφορά.
          </p>
        </div>
        <div className="col-md-6 order-md-1">
          <img src={vsimage4} alt="Εικόνα υπηρεσίας" className="img-fluid" />
        </div>
      </div>

      {/* Τρίτη υπηρεσία */}
      <div className="row mb-4">
        <div className="col-md-6">
          <h3>Στoκο Βενετσιaνο</h3>
          <p>
          Η υπηρεσία Στόκο Βενετσιάνο είναι μια εξαιρετικά εκλεπτυσμένη τεχνοτροπία ελαιοχρωματισμού που δημιουργεί μια μοναδική αισθητική στους χώρους. Χρησιμοποιώντας εξειδικευμένες τεχνικές και υψηλής ποιότητας υλικά, ο ελαιοχρωματισμός Στόκο Βενετσιάνο αναδεικνύει την πλούσια υφή και το σύνθετο σχέδιο που θυμίζει μάρμαρο ή πολύτιμους λίθους.
          </p>
          <p>
          Κάθε έργο είναι μια έκφραση της τέχνης και της αισθητικής, ενσωματώνοντας εξατομικευμένα σχέδια και χρώματα που αντανακλούν τον χαρακτήρα και το στυλ του χώρου. Ο ελαιοχρωματισμός Στόκο Βενετσιάνο διαρκεί στον χρόνο και αντέχει στην καθημερινή χρήση, προσφέροντας πολυτέλεια και αντοχή σε κάθε επιφάνεια.

Επιλέγοντας αυτήν την υπηρεσία, δίνετε στον χώρο σας έναν αέναο χαρακτήρα και έναν ανανεωμένο, πρωτότυπο σχεδιασμό που θα εντυπωσιάσει και θα εμπνεύσει.
          </p>
        </div>
        <div className="col-md-6">
          <img src={vsimage5} alt="Εικόνα υπηρεσίας" className="img-fluid" />
        </div>
      </div>

      {/* Τέταρτη υπηρεσία */}
      <div className="row mb-4">
        <div className="col-md-6 order-md-2">
          <h3>Τοποθετηση Γυψοσανιδας</h3>
          <p>
          Η τοποθέτηση γυψοσανίδας είναι μια εξειδικευμένη διαδικασία που χρησιμοποιείται για την κατασκευή εσωτερικών τοιχοποιιών και οροφών σε κτίρια. Κατά τη διάρκεια αυτής της διαδικασίας, λεπτές φύλλες γυψοσανίδας τοποθετούνται στον χώρο με σκοπό τη δημιουργία λείων επιφανειών και τον διαχωρισμό των χώρων.
          </p>
          <p>
          Οι κύριοι λόγοι που η τοποθέτηση γυψοσανίδας είναι τόσο δημοφιλής περιλαμβάνουν τη γρήγορη εγκατάσταση, την εξαιρετική αντοχή, και τη δυνατότητα να δημιουργήσει καθαρές και ομαλές επιφάνειες για την εφαρμογή χρωμάτων ή ταπετσαριών. Επίσης, η γυψοσανίδα μπορεί να χρησιμοποιηθεί για την κατασκευή εντυπωσιακών αρχιτεκτονικών στοιχείων, όπως κολόνες, τοξοτείχη, και πολλά άλλα.

Επίσης, η τοποθέτηση γυψοσανίδας είναι εξαιρετικά ευέλικτη και μπορεί να προσαρμοστεί σε διάφορες ανάγκες σχεδιασμού εσωτερικών χώρων. Είναι μια αξιόπιστη επιλογή για τη βελτίωση της αισθητικής, της ακουστικής και της μόνωσης των εσωτερικών χώρων και προσφέρει έναν εύκολο τρόπο για τη δημιουργία προσαρμοσμένων λύσεων σχεδιασμού.
          </p>
        </div>
        <div className="col-md-6 order-md-1">
          <img src={vsimage6} alt="Εικόνα υπηρεσίας" className="img-fluid" />
        </div>
      </div>

      {/* Πέμπτη υπηρεσία */}
      <div className="row mb-4">
        <div className="col-md-6">
          <h3>Τοποθετηση Ταπετσαριας</h3>
          <p>
          Η τοποθέτηση ταπετσαρίας αποτελεί μια εξαιρετική επιλογή για τη διακόσμηση εσωτερικών χώρων. Με την ταπετσαρία, μπορείτε να δημιουργήσετε μια μαγική ατμόσφαιρα σε κάθε δωμάτιο. Αυτή η διακοσμητική τεχνική σάς επιτρέπει να προσθέσετε χρώμα, υφή και στυλ στους τοίχους σας με ευκολία και ευελιξία.

Με μια πληθώρα σχεδίων, χρωμάτων και υφών που είναι διαθέσιμα, μπορείτε να επιλέξετε αυτή που ταιριάζει απόλυτα στην αισθητική του χώρου σας. Από τις κλασικές και διαχρονικές επιλογές έως τα πιο μοντέρνα και πρωτότυπα σχέδια, η ταπετσαρία μπορεί να ενισχύσει τον χαρακτήρα του δωματίου σας.

Επιπλέον, η ταπετσαρία προσφέρει και πρακτικά οφέλη. Προστατεύει τους τοίχους από την φθορά, είναι ευκολότερη στη συντήρηση από τον πολλαπλό βάψιμο, και μπορεί να βελτιώσει την μόνωση και την ακουστική του χώρου.

Συνολικά, η τοποθέτηση ταπετσαρίας είναι μια εξαιρετική επιλογή για όσους αναζητούν μια εντυπωσιακή, προσωπική και πρακτική λύση για τη διακόσμηση των εσωτερικών χώρων τους.
          </p>
         
        </div>
        <div className="col-md-6">
          <img src={vsimage2} alt="Εικόνα υπηρεσίας" className="img-fluid" />
        </div>
      </div>

      {/* Έκτη υπηρεσία */}
      <div className="row mb-4">
        <div className="col-md-6 order-md-2">
          <h3>Πατητη Τσιμεντοκονια</h3>
          <p>
          Η πατητή τσιμεντοκονία αντιπροσωπεύει μια εξαιρετική τεχνική κατασκευής που συνδυάζει ανθεκτικότητα, λειτουργικότητα και αισθητική αξία. Αυτή η μοναδική διαδικασία δημιουργεί επιφάνειες με εντυπωσιακή αντοχή, ικανές να αντέξουν στις διάφορες καιρικές συνθήκες και την καθημερινή χρήση.

Η πατητή τσιμεντοκονία χρησιμοποιείται ευρέως σε επαγγελματικούς και κατοικημένους χώρους, προσφέροντας ένα μοντέρνο και εκλεπτυσμένο αισθητικό αποτέλεσμα. Είναι η ιδανική λύση για πεζοδρόμια, αίθρια, αυλές, και όποιον άλλο χώρο χρειάζεται ανθεκτική επίστρωση. Η πατητή τσιμεντοκονία μπορεί να προσφέρει μια μεγάλη ποικιλία σχεδίων, χρωμάτων και υφών, επιτρέποντας την προσαρμογή σε κάθε στυλ και αισθητική προτίμηση.

Επιπλέον, αυτή η τεχνική δίνει τη δυνατότητα για δημιουργία πρωτότυπων μοτίβων και εφέ, προσθέτοντας ένα μοναδικό χαρακτήρα σε κάθε χώρο. Αν θέλετε να δημιουργήσετε έναν εντυπωσιακό και ανθεκτικό χώρο, η πατητή τσιμεντοκονία αποτελεί μια αξιόπιστη και εντυπωσιακή επιλογή.
          </p>
          
        </div>
        <div className="col-md-6 order-md-1">
          <img src={vsimage1} alt="Εικόνα υπηρεσίας" className="img-fluid" />
        </div>
      </div>
      <div className="container my-5">
  <div className="row mt-4">
    <div className="col-12 text-center">
      <div className="phone-box p-2">
    ΤΗΛ.ΕΠΙΚΟΙΝΩΝΙΑΣ: 
    <a href="tel:6938428035" className="phone-number mr-2">6938428035</a>-
    <a href="tel:6949797189" className="phone-number">6949797189</a>
      </div>
    </div>
  </div>
</div>
      {/* Και ούτω καθεξής για τις υπόλοιπες υπηρεσίες */}
      <footer className="mt-5 p-4 bg-dark text-white">
<div className="container text-center">
    <p>&copy; {new Date().getFullYear()} Ελαιοχρωματισμοί Μάρκος Σκούρτης. Όλα τα δικαιώματα διατηρούνται.</p>
    <p>
        <a href="/terms-of-service" className="text-white mr-4">Όροι Χρήσης</a> 
        | 
        <a href="/privacy-policy" className="text-white ml-4">Πολιτική Απορρήτου</a>
        
    </p>
</div>
</footer>
    </div>
  );
}

export default Services;
